const navLinks = [
  {
    name: "Главная",
    link: "/",
  },
  {
    name: "Услуги",
    link: "/services",
  },
  {
    name: "Проекты",
    link: "/portfolio",
  },
  {
    name: "Блог",
    link: "/blog",
  },
  {
    name: "О нас",
    link: "/about",
  },
  {
    name: "Контакты",
    link: "/contacts",
  },
];

const services = [
  {
    title: "Дизайн-проект жилых и коммерческих помещений",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Авторский надзор",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Планировочные решения",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Комплектация объекта",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Консультации с дизайнером",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Шоппинг с дизайнером",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Декорирование пространства",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
  {
    title: "Аудит дизайн-проекта",
    desc: "от 2400 Руб. / м²",
    link: "/",
  },
];

const processes = [
  {
    title: "Перед проектом",
    content: `<ul>
    <li>Консультация, выявление ваших потребностей и пожеланий;</li>
    <li>
      Составление ТЗ на проектирование (анкета со стилистикой
      и функциональными особенностями интерьера);
    </li>
    <li>Заключение договора.</li>
  </ul>`,
    img: "process/1.png",
  },
  {
    title: "Первый этап",
    content: `<ul>
    <li>lorem ipsum lorem ipsum</li>
  </ul>`,
    img: "process/1.png",
  },
  {
    title: "Второй этап",
    content: `<ul>
    <li>Заключение договора.</li>
  </ul>`,
    img: "process/1.png",
  },
  {
    title: "Третий этап",
    content: `<ul>
    <li>Заключение договора.</li>
  </ul>`,
    img: "process/1.png",
  },
  {
    title: "Четвертый этап",
    content: `<ul>
    <li>Заключение договора.</li>
  </ul>`,
    img: "process/1.png",
  },
];

const recents = [
  {
    img: "recents/1.png",
    title: "Квартира в ЖК Крестовский De Luxe (Санкт-Петербург)",
    link: "/",
  },
  {
    img: "recents/2.png",
    title: "Квартира 60 м² в Петергофе",
    link: "/",
  },
  {
    img: "recents/3.png",
    title: "Квартира на Московском пр-те",
    link: "/",
  },
];

const advantages = [
  {
    img: "advantages/1.png",
    title: "Актуальный дизайн",
    desc: "Мы всегда следим за актуальными тенденциями в сфере дизайна. Поэтому наши клиенты получают только современные и востребованные интерьеры.",
  },
  {
    img: "advantages/2.png",
    title: "Индивидуальный подход",
    desc: "Каждый проект разрабатывается под предпочтения, вкус, задачи каждого клиента в отдельности.",
  },
  {
    img: "advantages/3.png",
    title: "Точная реализация проекта",
    desc: "Каждый проект разрабатывается под предпочтения, вкус, задачи каждого клиента в отдельности.",
  },
  {
    img: "advantages/4.png",
    title: "Свои строительные бригады ",
    desc: "Мы можем предложить команду квалифицированных специалистов для более точной и качественной реализации проекта.",
  },
];

const projects = [
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/2.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
  {
    img: "projects/1.png",
    title: "Квартира",
    size: "120 м²",
    city: "САНКТ-ПЕТЕРБУРГ",
    link: "/portfolio-project",
  },
];

const posts = [
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
  {
    img: "projects/1.png",
    title: "Как выбирать дизайнера интерьера?",
    date: "18 марта",
    link: "/blog-page",
  },
];

const service = {
  included: {
    list: [
      {
        icon: "services/obmeri.png",
        title: "Обмеры",
        desc: "Мы снимаем обмеры и чертим подробный обмерный план, на основе которого будут производится все дальнейшие работы.",
      },
      {
        icon: "services/podgotovleniy-etap.png",
        title: "Подготовительный этап",
        desc: "Далее мы составляем подробное техническое задание на проектирование, которое учитывает все пожелания заказчика. Это один из важнейших этапов. От качества заполнения ТЗ зависит соответствие будущего дизайн-проекта пожеланиям хозяина объекта. Работы над дизайн-проектом начинаются с подписания договора и графика работ. В этом документе указаны сроки разработки дизайн-проекта, а также обозначены временные рамки работы над каждым отдельным этапом.",
      },
      {
        icon: "services/stilicheskoye-resheniye.png",
        title: "Стилистическое решение",
        desc: "Для определения стилистического решения мы готовим несколько мудбордов с общей концепцией. Они представляют собой набросок будущего интерьера и помогают определиться с цветами, материалами отделки, элементами декора и общим настроением. Обсуждение стилистического решения помогает дизайнерам лучше понять пожелания клиента к внешнему виду будущего интерьера.",
      },
      {
        icon: "services/planirovochnoye-resheniye.png",
        title: "Планировочное решение",
        desc: "Мы разрабатываем несколько вариантов планировочного решения. Каждый вариант мы обсуждаем с заказчиком, дорабатываем планировку и утверждаем. Утвержденная планировка - важный этап проектирования, т.к. на ее основании будет производится вся дальнейшая работа.",
      },
      {
        icon: "services/vizualizatsiya.png",
        title: "Визуализация в масштабе 1:1 (MULTIPLAN)",
        desc: "Финальный вариант планировки мы утверждаем после визуализации планировки в масштабе один к одному. У вас будет возможность походить по планировке своего будущего проекта, чтобы убедиться, что все соответствует ожиданиям. Планировка создается с помощью проекционной технологии MULTIPLAN.",
      },
      {
        icon: "services/vizulizatsiya.png",
        title: "Визуализация",
        desc: "Далее мы готовим фотореалистичные визуализации для каждого проектируемого помещения. Они полностью отражают внешний вид будущего помещения - от вида отделки и мебели, до мелких элементов декора. Все наполнение интерьера производится с учетом заявленного бюджета. Визуализации каждого помещения обсуждаются, вносится необходимое количество правок, затем утверждаются.",
      },
      {
        icon: "services/podgotovka-paketa.png",
        title: "Подготовка пакета чертежей",
        desc: "Заключительный этап работы над дизайн-проектом - подготовка чертежей. Для каждого проекта пакет чертежей индивидуален, но всегда содержит все необходимые чертежи для реализации проекта (обмерный план, план демонтажа и монтажа, план с расстановкой мебели и др.).",
      },
      {
        icon: "services/podgotovka-spetsifikatsii.png",
        title: "Подготовка спецификации",
        desc: "Пакет чертежей содержит также спецификации - перечень использованной в дизайн-проекте мебели, осветительных приборов, электрооборудования, отделочных материалов, дверей и др.). Для каждого проекта пакет спецификаций индивидуален.",
      },
    ],
    advantages: [
      {
        title: "альбом с чертежами и спецификациями",
        desc: "Содержит все чертежи и спецификации, необходимые для реализации проекта. Предоставляется в электронном и печатном виде.",
      },
      {
        title: "альбом с визуализациями",
        desc: "Содержит фотореалистичные визуализации всех помещений. Предоставляется в электронном и печатном виде.",
      },
    ],
    disadvantages: [
      "Составление сметы",
      "Внесение изменений в чертежи на этапе стройки",
      "Выезды в магазины для подборов",
      "Консультации подрядчиков",
    ],
  },
  nadzor: {
    list: [
      {
        icon: "services/biezda-obyekt.png",
        title: "Выезды на объект",
        desc: "Авторский надзор включает регулярные выезды на объект. Наша задача обратить внимание на ключевые моменты каждого этапа работ и проконтролировать, что работы выполняются в соответствии с проектом, т.к. даже небольшие неточности могут привести к серьезным проблемам на последующих этапах.",
      },
      {
        icon: "services/distansionniy-kontrol.png",
        title: "Дистанционный контроль ",
        desc: "На протяжении всего ремонта возникает большое количество вопросов, которые требуют оперативного согласования. Эти вопросы решаются по телефону, почте и другими возможными способами. Мы удаленно контролируем реализацию проекта на всех этапах стройки.",
      },
      {
        icon: "services/konsultatsii.png",
        title: "Консультации ",
        desc: "Мы лучше всех ориентируемся в дизайн-проекте и всегда в курсе текущей ситуации на стройке. Это позволяет нам оперативно предоставлять все необходимые консультации прорабу, заказчику или привлеченным специалистам.",
      },
      {
        icon: "services/koordinatsiya.png",
        title: "Координация работы сторонних подрядчиков ",
        desc: "Мы берем на себя все трудности общения со сторонними подрядчиками (специалисты по вентиляции, установщик дверей и др.). Координация их работы позволяет избежать возможных ошибок в реализации, обеспечить оперативный переход от одного вида работ к другому и способствует качественному результату.",
      },
      {
        icon: "services/izmeneniya-proyekte.png",
        title: "Изменения в проекте ",
        desc: "В ходе ремонтных работ возможны ситуации, когда в проект необходимо оперативно внести изменения. Может появится новый электроприбор, который приведет к изменениям в плане электрики. Или изменится размер плитки. Бывает, что новые обстоятельства могут привести и к более существенным изменениям. \n\nВ дизайн-проекте все взаимосвязано. При возникновении любых изменений важно учитывать их на последующих этапах. Мы вносим изменения в рабочую документацию, передаем информацию строителям или подрядчикам и контролируем результат.",
      },
      {
        icon: "services/utverjdeniye.png",
        title: "Утверждение выкрасов и образцов",
        desc: "На результат сильно влияет соответствие цветов и материалов первоначальному замыслу. В рамках авторского надзора мы утверждаем все необходимые выкрасы и образцы. Следим за тем, чтобы все предметы интерьера в итоге гармонично сочеталось по цветам и фактуре. \n\nПодготовка выкрасов и образцов отделочных материалов для утверждения заказчиком в авторский надзор не входят. Этот вид работ является частью комплектации.",
      },
    ],
    advantages: [
      {
        title: "точная реализация",
        desc: "Вы получите результат, который будет в полной мере соответствовать дизайн-проекту и всем ожиданиям.",
      },
      {
        title: "экономия нервов и времени",
        desc: "Строительные работы - сложный процесс, во время которого всегда возникают проблемы. Мы берем на себя все сложности общения с прорабом и подрядчиками.",
      },
      {
        title: "страховка от форс-мажоров",
        desc: "Во время строительных работ могут возникнуть непредвиденные обстоятельства, которые приведут к значительным изменениям в проекте. Но даже в этом случае мы гарантируем реализацию общего замысла проекта.",
      },
      {
        title: "помощь с выбором ",
        desc: "В наше время легко растеряться на большом рынке отделочных материалов и предметов интерьера. Мы проследим за тем, чтобы все предметы интерьера в итоге гармонично сочеталось по цветам и фактуре.",
      },
    ],
    disadvantages: [
      "Контроль за соблюдением качества строительных работ",
      "Ответственность за услуги подрядных организаций и их качество",
      "Согласование проектной документации и получение разрешений в официальных инстанциях",
      "Прием, проверка качества и количества материалов, мебели и др.",
      "Ответственность за хранение материалов, мебели, текстиля и др.",
      "Передача денежных средств от имени заказчика третьим лицам, т.е. оплата чего-либо",
      "Подбор и закупка материалов, мебели и пр., включая образцы и выкрасы",
      "Передача денежных средств от имени заказчика третьим лицам, т.е. оплата чего-либо",
    ],
  },
  smeta: {
    list: [
      {
        icon: "services/otdelniy.png",
        title: "Отделочные материалы",
        desc: "Мы рассчитываем стоимость всех отделочных материалов, использованных в проекте - краски, плитки, паркета и др. Если в проекте используется отделка, которая требует привлечения дополнительных специалистов, стоимость их работы также учитывается (например, работа мастера по декоративной штукатурке). Стоимость черновых работ и материалов в нашей смете не учитывается.",
      },
      {
        icon: "services/mebel.png",
        title: "Мебель",
        desc: "Для каждой позиции заводского производства подбираем оптимальное предложение на рынке. Для мебели индивидуального изготовления мы ищем изготовителей и рассчитываем стоимость.",
      },
      {
        icon: "services/santexnika.png",
        title: "Сантехника ",
        desc: "Рассчитываем стоимость всей сантехники, использованной в проекте, и комплектующих к ней. Стоимость инженерной сантехники (трубы, запорная арматура, насосы и т.д.) в нашей смете не учитывается.",
      },
      {
        icon: "services/osvesheniye.png",
        title: "Освещение ",
        desc: "Смета содержит расчет на все встроенные, подвесные, накладные и отдельно стоящие светильники, использованные в проекте.",
      },
      {
        icon: "services/texnika.png",
        title: "Техника",
        desc: "Рассчитываем стоимость всей техники, использованной в проекте. Как правило наша смета содержит расчеты на всю крупную бытовую и встраиваемую технику (стиральная машина, холодильник, варочная поверхность и др.)",
      },
      {
        icon: "services/dekor.png",
        title: "Декор",
        desc: "Рассчитываем стоимость штор, жалюзи, ковров, картин, комнатных растений, а также мелкого декора, использованного в проекте.",
      },
      {
        icon: "services/prochie.png",
        title: "Прочие элементы дизайна",
        desc: "Также смета содержит расчет на двери, радиаторы, розетки, стеклянные перегородки - и другие элементы дизайна, использованные в проекте.",
      },
    ],
    advantages: [
      {
        title: "точная стоимость реализации проекта",
        desc: "Смета позволяет узнать точную стоимость реализации проекта до начала строительных работ.",
      },
      {
        title: "возможность для экономии",
        desc: "Благодаря смете видно какой процент бюджета будет приходиться на отделочные материалы, сантехнику, мебель и другие статьи расхода. Это позволяет перераспределять бюджет и экономить при необходимости.",
      },
      {
        title: "планирование расходов",
        desc: "Закупка всех позиций производится по мере перехода от одного этапа строительных работ к другому. И может растянуться на месяцы. Смета позволяет запланировать график расходов на реализацию проекта.",
      },
      {
        title: "необходима для комплектации",
        desc: "Смета необходима для последующей комплектации объекта. Без сметы невозможно будет вовремя закупить все необходимые для реализации проекта позиции.",
      },
    ],
  },
  komplekt: {
    list: [
      {
        icon: "services/biezda-obyekt.png",
        title: "Составление графика закупок",
        desc: "Если сразу закупить все отделочные материалы, мебель и пр., это превратит объект в склад, и строители не смогут выполнять свою работу. Все необходимые товары должны доставляться к началу соответствующего вида работ. \n\nКомплектация начинается с составления графика закупок, который учитывает график строительных работ, сроки изготовления и доставки. График позволяет не создавать лишние трудности строителям, максимально быстро переходить от одного этапа работы к другому, а также защищает будущие предметы интерьера от порчи в ходе строительных работ.",
      },
      {
        icon: "services/distansionniy-kontrol.png",
        title: "Подготовка выкрасов и образцов",
        desc: "В смете каждого проекта есть позиции, которые можно выбрать только по выкрасам и образцам. Обычно это цвет краски, паркет, материал корпусной мебели и т.д. Мы заказываем выкрасы и образцы для всех этих позиций, обсуждаем и утверждаем с заказчиком.",
      },
      {
        icon: "services/konsultatsii.png",
        title: "Поиск шоу-румов и магазинов ",
        desc: "Такие предметы, как мягкая мебель, ковры, некоторые виды светильников, керамической плитки и др. лучше выбирать по выставочным образцам в шоу-румах. Мы ищем магазины, в которых представлены в наличии необходимые нам позиции и составляем маршрут для выезда.",
      },
      {
        icon: "services/koordinatsiya.png",
        title: "Организация закупок",
        desc: "Все утвержденные позиции покупаются в соответствии с графиком закупок. Мы курируем и проверяем все счета, договоры и другие необходимые документы. Мы ведем учет всех финансовых документов, что обеспечивает своевременную доставку товаров и оказание услуг, оплата которых разделена на несколько этапов. Отправляем заказчику ежемесячные отчеты о расходах.",
      },
      {
        icon: "services/izmeneniya-proyekte.png",
        title: "Поиск и координация подрядчиков",
        desc: "В большинстве проектов есть элементы дизайна, которые необходимо изготовить на заказ - мебель индивидуального изготовления, стеклянные перегородки, двери и др. \n\nМы помогаем с поиском и выбором сторонних подрядчиков. А затем координируем их работу: договариваемся о выезде на замеры, согласуем время их работы с прорабом, консультируем по всем вопросам, связанным с проектом, следим чтобы работы выполнялись в срок и соответствовали договору.",
      },
      {
        icon: "services/utverjdeniye.png",
        title: "Организация доставок",
        desc: "Одна из главных целей комплектации - организовать все доставки на объект вовремя. Перед покупкой всех позиций мы всегда учитываем их срок изготовления и доставки. Поэтому все доставки осуществляются в соответствии с графиком строительных работ. Мы передаем службам доставки всю необходимую информацию и предупреждаем принимающее лицо о предстоящей доставки.",
      },
    ],
    advantages: [
      {
        title: "скидки на все товары и услуги",
        desc: "Мы являемся оптовым покупателем и большинство компаний предоставляют нам дополнительные скидки на свои товары и услуги. Как правило, размер скидки составляем около 10%. Все скидки мы предоставляем вам.",
      },
      {
        title: "никакой организационной работы",
        desc: "Мы избавим вас от необходимости вести бесконечные переговоры с менеджерами, проконтролируем подготовку всей необходимой для покупки документации, решим все организационные вопросы.",
      },
      {
        title: "никакого стресса при выборе",
        desc: "Мы берем на себя всю работу, связанную с подготовкой образцов, поиском шоу-румов, товара в наличии и т.д. Вам не придется ничего ездить, искать, общаться с менеджерами и др. Мы подготовим для вас столько вариантов, сколько вам понадобится для принятия окончательного решения.",
      },
      {
        title: "своевременная закупка всего",
        desc: "Мы проследим за тем, чтобы все отделочные материалы и предметы интерьера доставлялись на стройку вовремя. Это позволит строителям выполнять работу в соответствии с графиком, исключит вероятность простоев, сэкономит вам деньги и позволит вовремя закончить ремонт.",
      },
    ],
    disadvantages: [
      "Составление сметы",
      "Ответственность за услуги подрядных организаций и их качество",
      "Прием, проверка качества и количества материалов, мебели и др.",
      "Ответственность за хранение материалов, мебели, текстиля и др.",
      "Передача денежных средств от имени заказчика третьим лицам, т.е. оплата чего-либо.",
    ],
  },
};

export {
  navLinks,
  services,
  processes,
  recents,
  advantages,
  projects,
  posts,
  service,
};
